Repository: codeine-coding/PlasticWeight
Catalog: PlasticWeight/*.lproj/Localizable.strings
Languages: es

source: Sheet / Bar
es: Hoja / Barra Cuadrada

source: Rod
es: Barra Redonda

source: Round Tube
es: Tubo Redondo

source: Square Tube
es: Tubo Cuadrado

source: Select Material
es: Seleccione Material Plastico

source: Acrylic
es: Acrílico

source: Polycarbonate
es: Policarbonato

source: Expanded/Foam PVC (FPVC)
es: PVC expandido / espuma (FPVC)

source: Polypropylene
es: Polipropileno

source: Urethane
es: Uretano

source: Phenolic C or CE
es: Fenólico C o CE

source: Phenolic L or LE
es: Fenólico L o LE

source: Phenolic X or XX
es: Fenólico X o XX

source: Acetate
es: Acetato

source: Calculate
es: Calcular el Peso

source: Clear Fields
es: Despeja los campos de texto

source: Done
es: Terminado
